Repository: mikey92/TimeTracker
Catalog: TimeTracker/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# add_alarm_prompt
source: 알람을 추가해주세요
en: Please add an alarm
ja: アラームを追加してください
zh_hans: 请添加闹钟

# addAlarm
source: 알람 추가
en: Add Alarm
ja: アラーム追加
zh_hans: 添加闹钟

# alarm_saved
source: 알람이 저장되었습니다
en: Alarm has been saved
ja: アラームが保存されました
zh_hans: 闹钟已保存

# alarm_set_for_tomorrow
source: 선택한 시간이 이미 지나\n알람이 내일로 설정되었어요
en: The selected time has already passed.\nThe alarm has been set for tomorrow.
ja: 選択した時間はすでに過ぎているため、\nアラームは明日に設定されました。
zh_hans: 所选时间已过，\n闹钟已设置为明天。

# alarm_time_calculation_failed
source: 알람 시간 계산 실패
en: Failed to calculate alarm time
ja: アラーム時間の計算に失敗しました
zh_hans: 闹钟时间计算失败

# base_city_label
source: 기준 도시
en: Base city
ja: 基準の都市
zh_hans: 基准城市

# confirm
source: 확인
en: Confirm
ja: 確認
zh_hans: 确认

# convert_time
source: 변환하기
en: Convert
ja: 変換
zh_hans: 转换

# delete_failure
source: 삭제 실패
en: Failed to delete
ja: 削除に失敗しました
zh_hans: 删除失败

# delete_success
source: 삭제 완료
en: Deleted successfully
ja: 削除が完了しました
zh_hans: 删除完成

# edit
source: 편집
en: Edit
ja: 編集
zh_hans: 编辑

# editAlarm
source: 알람 수정
en: Edit Alarm
ja: アラームを編集
zh_hans: 编辑闹钟

# enter_city_prompt
source: 도시를 입력해주세요
en: Please enter a city
ja: 都市を入力してください
zh_hans: 请输入城市

# hours
source: 시간
en: hours
ja: 時間（じかん）
zh_hans: 时间

# next_day
source: 하루 뒤
en: Next day
ja: 1日後（いちにちご）
zh_hans: 一天后

# no_data_to_update
source: 변경할 데이터가 없습니다
en: No data to update
ja: 変更するデータがありません
zh_hans: 没有可更改的数据

# oneTime
source: 1회성
en: One-time
ja: 1回限り（いっかいかぎり）
zh_hans: 一次性

# previous_day
source: 하루 전
en: Previous day
ja: 1日前（いちにちまえ）
zh_hans: 一天前

# reorder_failure
source: 순서 변경 실패
en: Failed to reorder
ja: 順序の変更に失敗しました
zh_hans: 顺序更改失败

# reorder_success
source: 순서 변경 완료
en: Reordering successful
ja: 順序の変更が完了しました
zh_hans: 顺序更改完成

# repeat
source: 반복
en: Repeat
ja: 繰り返し（くりかえし）
zh_hans: 重复

# same_timezone
source: 동일 시간대
en: same timezone
ja: 同じタイムゾーン
zh_hans: 相同时区

# save_failure
source: 저장 실패
en: Failed to save
ja: 保存に失敗しました
zh_hans: 保存失败

# save_success
source: 저장 완료
en: Saved successfully
ja: 保存が完了しました
zh_hans: 保存完成

# search_city
source: 도시를 검색해주세요
en: Please search for a city
ja: 都市を検索してください
zh_hans: 请输入城市名称进行搜索

# searchCity
source: 도시 선택
en: Choose a City
ja: 都市を選択
zh_hans: 选择城市

# select_base_city
source: 기준 도시 선택
en: Select base city
ja: 基準都市を選択
zh_hans: 选择基准城市

# select_base_city_msg
source: 기준 도시를 선택해주세요
en: Please select a base city
ja: 基準都市を選択してください
zh_hans: 请选择基准城市

# select_city_prompt
source: 도시를 선택해주세요
en: Please select a city
ja: 都市を選択してください
zh_hans: 请选择城市

# select_target_city
source: 변환 도시 선택
en: Select target city
ja: 変換する都市を選択
zh_hans: 选择转换城市

# select_time_msg
source: 시간을 선택해주세요
en: Please select a time
ja: 時間を選択してください
zh_hans: 请选择时间

# tab_alarm
source: 알람
en: Alarm
ja: アラーム
zh_hans: 闹钟

# tab_convert
source: 변환
en: Convert
ja: 変換
zh_hans: 转换

# tab_world_clock
source: 세계 시계
en: World Clock
ja: 世界時計（せかいどけい）
zh_hans: 世界时钟

# target_city_label
source: 변환 도시
en: Target city
ja: 変換する都市
zh_hans: 转换城市

# today
source: 오늘
en: today
ja: 今日（きょう）
zh_hans: 今天

# tomorrow
source: 내일
en: tomorrow
ja: 明日（あした／あす）
zh_hans: 明天

# yesterday
source: 어제
en: yesterday
ja: 昨日（きのう）
zh_hans: 昨天
